Repository: jbroerken/featherStack
Catalog: featherStack-iOS/featherStack/Locale/*.lproj/SSettings.strings
Languages: de

# @SETTINGS_TITLE
source: Settings
de: Einstellungen

# @SETTINGS_CARD
source: Cards
de: Karten

# @SETTINGS_SEARCH
source: Search
de: Suche

# @SETTINGS_ABOUT
source: About
de: Information

# @SETTINGS_LICENSE
source: License
de: Lizenz

# @CARD_TITLE
source: Card
de: Karten

# @CARD_SWIPE_SECTION
source: Correct Answer Swipe Direction
de: Wischrichtung bei richtiger Antwort

# @CARD_SWIPE_RIGHT
source: Right
de: Rechts

# @CARD_SWIPE_LEFT
source: Left
de: Links

# @CARD_SWIPE_INFO
source: The card swipe direction chosen defines which swipe direction should be seen as a correct answer.
de: Die hier angegebene Richtung bestimmt welche Wischrichtung als korrekte Antwort gesehen wird.

# @SEARCH_TITLE
source: Search
de: Suche

# @SEARCH_CLEAR_SECTION
source: Reset Input on selection
de: Eingabe bei Auswahl zurücksetzten

# @SEARCH_CLEAR_CHOICE
source: Reset Input
de: Eingabe zurücksetzen

# @SEARCH_CLEAR_INFO
source: Enabling this will reset the text input in the search field when selecting a card set.
de: Diese Einstellung setzt den Text im Suchfeld zurück wenn eine Sammlung ausgewählt wurde.

# @SEARCH_CAPITALIZATION_SECTION
source: Text Input
de: Texteingabe

# @SEARCH_CAPITALIZATION_CHOICE
source: Require Capitalization
de: Exakte Eingabe

# @SEARCH_CAPITALIZATION_INFO
source: Searched text will consider character capitalization depending on this setting.
de: Gesuchter Text ignoriert die Groß- und Kleinschreibung je nach gewählter Einstellung.

# @ABOUT_TITLE
source: About
de: Information

# @ABOUT_SOURCE_INFO
source: The source code for this project can be found on GitHub:
de: Der Source Code für dieses Projekt ist auf GitHub verfügbar:

# @ABOUT_COPYRIGHT_DEVELOPER
source: Developed by Jens Broerken
de: Entwickelt von Jens Brörken

# @ABOUT_COPYRIGHT_SIGNATURE
source: (C) 2020 Jens Broerken
de: (C) 2020 Jens Brörken

# @ABOUT_COPYRIGHT_EXTRA
source: This Software uses the following 3rd party components:
de: Diese Software verwendet die folgendenden Komponenten Dritter:

# @ABOUT_COPYRIGHT_EXRTA_ZIP
source: Zip by Roy Marmelstein
de: Zip von Roy Marmelstein

# @LICENSE_TITLE
source: License
de: Lizenz

# @LICENSE_LIBRARY
source: 3rd Party
de: Dritte
